<?php
$MESS["MODULE_IS_NOT_INSTALL"] = 'Модуль <b>SEO генератор тегов</b> (shantilab.metatags) не установлен';
$MESS["DEMO_INFO"] = '<span style="color: red;">Внимание! Это пробная версия. Вы можете купить полнофункциональную версию модуля <a href ="http://marketplace.1c-bitrix.ru/solutions/shantilab.metatags/">здесь</a></span> <br/>Функционал ограничен! Вы можете добавить <b>не более</b> 5 ключей';

$MESS["KEY_TAB_NAME"] = "Ключ";
$MESS["KEY_CONDITIONS_TAB_NAME"] = "Условия";
$MESS["KEY_CONDITIONS_TAB_TITLE"] = "Условия срабатывания";
$MESS["KEY_TITLE_EDIT"] = "Редактирование ключа #";
$MESS["KEY_TITLE_ADD"] = "Добавление ключа";
$MESS["KEY_SAVED"] = "Ключ успешно сохранён";

$MESS["SHOW_ON_FIELD"] = "Разделы и страницы, на которых ключ <b>обязательно будет</b> установлен (относительно корня сайта)";
$MESS["SHOW_OFF_FIELD"] = "Разделы и страницы, на которых ключ <b>не будет установлен</b> (относительно корня сайта)";
$MESS["SHOW_ON_HINT"] = "Страницы должны быть разделены новой строкой.Если не заполнено, то устанавливать везде. <br/><i>Например:</i> <b>/catalog/</b>";

$MESS["KEYS_TITLE"] = "Ключи";
$MESS["KEY_ADD"] = "Добавить ключ";
$MESS["KEY_DEL"] = "Удалить ключ";
$MESS["KEY_DEL_CONFIRM"] = "Будет удалена вся информация, связанная с этой записью. Продолжить?";
$MESS["COPY_KEY"] = "Копировать";
$MESS["KEY_ACTIONS"] = "Действия";
$MESS["KEY_ERROR_SAVE"] = "Ошибка при сохранении ключа";

$MESS["ACTIVE_FIELD_HINT"] = "Флаг активности. Если включен, то ключ участвует в установке, иначе нет";
$MESS["ACTIVE_FROM_FIELD_HINT"] = "Время, начиная с которого ключ начинает усчаствовать в установке";
$MESS["ACTIVE_TO_FIELD_HINT"] = "Время, после которого ключ перестанет участвовать в установке";
$MESS["SORT_FIELD_HINT"] = "Влияет на порядок отображения ключа в списке";
$MESS["CODE_FIELD_HINT"] = "Должно быть уникальным.<br/><i>Например:</i> <b>COMPANY_NAME</b>";
$MESS["NAME_FIELD_HINT"] = "Наименование ключа.<br/><i>Например:</i> <b>Название компании</b>";
$MESS["VALUE_FIELD_HINT"] = "Значение <b>ключа</b>.<br/><i>Например:</i> <b>Рога и копыта</b><br/><br/> Переменная PHP <br/><i>Например:</i> <b>\$arRegionID</b><br/><br/>Статический метод или свойство статического класса<br/> <i>Например:</i> <b>User::GetId()</b>";
$MESS["C_SITE_FIELD_HINT"] = "Выбрав конкретный сайт или сайты можно привязать ключ только к ним.Если не заполнено, то устанавливать везде.";
$MESS["C_TEMPLATE_FIELD_HINT"] = "Выбрав конкретный шаблон или шаблоны можно привязать ключ только к ним.Если не заполнено, то устанавливать везде.";
$MESS["C_REQUEST_FIELD_HINT"] = "Ключ будет установлен только если в переменной \$_REQUEST будет установлено соответствующее значение параметра <br/><i>Например:</i> <b>print=Y</b>";
$MESS["C_PHP_FIELD_HINT"] = "Ключ будет установлен только если данное выражение PHP будет возвращать true <br/><i>Например:</i> <b>CSite::InDir(\'/index.php\')</b>";

