<?php
$MESS["MODULE_IS_NOT_INSTALL"] = 'Модуль <b>SEO генератор тегов</b> (shantilab.metatags) не установлен';
$MESS["DEMO_INFO"] = '<span style="color: red;">Внимание! Это пробная версия. Вы можете купить полнофункциональную версию модуля <a href ="http://marketplace.1c-bitrix.ru/solutions/shantilab.metatags/">здесь</a></span> <br/>Функционал ограничен! Вы можете добавить <b>не более</b> 2 правил';
$MESS["RULE_TAB_NAME"] = "Правило";
$MESS["RULE_CONDITIONS_TAB_NAME"] = "Условия";
$MESS["RULE_CONDITIONS_TAB_TITLE"] = "Условия срабатывания";
$MESS["RULE_TAGS_TAB_NAME"] = "Шаблоны тегов";
$MESS["RULE_TAGS_TAB_TITLE"] = "Шаблоны тегов";
$MESS["RULE_TITLE_EDIT"] = "Редактирование правила #";
$MESS["RULE_TITLE_ADD"] = "Добавление правила";
$MESS["RULE_SAVED"] = "Правило успешно сохранено";
$MESS["NO_CHOICE"] = "-не выбрано-";
$MESS["ALL_KEYS_REQUIRED"] = "Все";
$MESS["KEYS_FROM_LIST_REQUIRED"] = "Из списка";
$MESS["MORE"] = "Ещё";
$MESS["DELETE_TAG"] = "Удалить";
$MESS["ALL_SETTED_KEYS"] = "Все коды ключей, необходимых для установки";
$MESS["NO_KEYS_FOUND"] = "(ключи не найдены)";
$MESS["MODULE_OPTIONS_TITLE"] = "Из настроек модуля";
$MESS["MODULE_MODULE_TITLE"] = "Модуль";
$MESS["MODULE_BITRIX_TITLE"] = "1С Битрикс";

$MESS["SHOW_ON_FIELD"] = "Разделы и страницы, на которых правило <b>будет участвовать</b> в выборке (относительно корня сайта)";
$MESS["SHOW_OFF_FIELD"] = "Разделы и страницы, на которых правило <b>не будет участвовать</b> в выборке (относительно корня сайта)";
$MESS["TEMPLATE_FIELD"] = "Тег";
$MESS["TEMPLATE_CODE_FIELD"] = "Код";
$MESS["TEMPLATE_VAL_FIELD"] = "Шаблон";
$MESS["PAGEN_CHECK_FIELD"] = "Добавлять текст к тегу при постраничке";
$MESS["TEMPLATE_FIELD_HINT"] = "Шаблон тега, который будет приенятся при выборе правила, соответствующего условиям, в котором все коды ключей будут заменены на их значения <br/> (ключи задаются в следующем виде: #код_ключа#) <br/><i>Например:</i> <b>Компния #COMPANY_NAME# продаёт самую дешёвую одежду в регионе #REGION_NAME#</b>";
$MESS["SHOW_ON_HINT"] = "Страницы должны быть разделены новой строкой. Если не заполнено, то устанавливать везде. <br/><i>Например:</i> <b>/catalog/</b>";
$MESS["PRIORITY_HINT"] = "Чему будет отдан приоритет при одинаковых тегах";

$MESS["RULES_TITLE"] = "Правила";
$MESS["RULE_ADD"] = "Добавить правило";
$MESS["RULE_DEL"] = "Удалить правило";
$MESS["RULE_DEL_CONFIRM"] = "Будет удалена вся информация, связанная с этой записью. Продолжить?";
$MESS["COPY_RULE"] = "Копировать";
$MESS["RULE_ACTIONS"] = "Действия";
$MESS["RULE_ERROR_SAVE"] = "Ошибка при сохранении правила";

$MESS["ACTIVE_FIELD_HINT"] = "Флаг активности. Если включен, то правло участвует в отборе, иначе нет";
$MESS["C_REQUIRED_KEYS_FIELD_HINT"] = "Набор ключей, необходимых для участия правила в выборке";
$MESS["ACTIVE_FROM_FIELD_HINT"] = "Время, начиная с которого правило начинает усчаствовать в отборе";
$MESS["ACTIVE_TO_FIELD_HINT"] = "Время, после которого правило перестанет участвовать в отборе";
$MESS["SORT_FIELD_HINT"] = "Влияет на порядок отображения правил в списке (если вод условия выбора попало 2 или более правил будет выбрано первое в соответствии с сортировкой по этому полю)";
$MESS["NAME_FIELD_HINT"] = "Наименование правила.<br/><i>Например:</i> <b>Детальная карточка товара</b>";
$MESS["C_SITE_FIELD_HINT"] = "Выбрав конкретный сайт или сайты можно привязать правило только к ним. Если не заполнено, то устанавливать везде.";
$MESS["C_TEMPLATE_FIELD_HINT"] = "Выбрав конкретный шаблон или шаблоны можно привязать правило только к ним. Если не заполнено, то устанавливать везде.";
$MESS["C_REQUEST_FIELD_HINT"] = "Правило будет отобрано только если в переменной \$_REQUEST будет установлено соответствующее значение параметра <br/><i>Например:</i> <b>print=Y</b>";
$MESS["C_PHP_FIELD_HINT"] = "Правило будет отобрано только если данное выражение PHP будет возвращать true <br/><i>Например:</i> <b>CSite::InDir(\'/index.php\')</b>";
$MESS["LIST_KEYS_FIELD_HINT"] = "Коды ключей, перечисленных через запятую";

$MESS["PASTE_KEYS"] = "Вставить текущие";

